[
    {
        "languages": {
            "en": {
                "title": "Practice the Presence of God",
                "date": "2024-08-19T00:00:00.000Z",
                "content": "God is present in our lives every moment of the day, whether we realize it or not. His presence is not confined to religious spaces or scheduled times of prayer. Instead, He walks with us through every task, every conversation, and every breath we take. Practicing His presence means living with an awareness that we are never alone.\n\nWhen we begin to intentionally acknowledge God in the ordinary moments of our lives—while washing dishes, driving to work, or speaking with others—we open ourselves to deeper peace and purpose. This awareness transforms the mundane into something sacred. It reminds us that every moment can be an act of worship when done with love and attentiveness to God.\n\nPracticing the presence of God is not about striving harder; it's about surrendering more. It’s an invitation to live from the heart, to pause often, and to simply say, “You are here, Lord.” Through this posture, our anxieties lessen, our hearts become softer, and our souls more aligned with His grace.\n\nStart today by offering short prayers throughout your day, inviting God into each moment. As you develop this habit, you’ll find your relationship with Him growing more intimate, and your life becoming a reflection of His constant, loving presence."
            },
            "es": {
                "title": "Practica la Presencia de Dios",
                "date": "2024-08-19T00:00:00.000Z",
                "content": "Dios está presente en nuestras vidas en cada momento del día, lo notemos o no. Su presencia no se limita a los espacios religiosos ni a horarios de oración. En cambio, Él camina con nosotros en cada tarea, en cada conversación y en cada respiración. Practicar su presencia significa vivir con la conciencia de que nunca estamos solos.\n\nCuando comenzamos a reconocer intencionalmente a Dios en los momentos ordinarios de la vida—al lavar los platos, conducir al trabajo o conversar con alguien—nos abrimos a una paz y un propósito más profundos. Esta conciencia transforma lo mundano en algo sagrado. Nos recuerda que cada momento puede ser un acto de adoración cuando se hace con amor y atención a Dios.\n\nPracticar la presencia de Dios no se trata de esforzarse más, sino de rendirse más. Es una invitación a vivir desde el corazón, a hacer pausas con frecuencia y simplemente decir: “Estás aquí, Señor.” Desde esta actitud, nuestras ansiedades disminuyen, nuestros corazones se ablandan y nuestras almas se alinean más con su gracia.\n\nComienza hoy con pequeñas oraciones durante tu jornada, invitando a Dios a cada momento. A medida que desarrolles este hábito, notarás cómo tu relación con Él se vuelve más íntima y tu vida refleja su presencia constante y amorosa."
            },
            "fr": {
                "title": "Pratique la Présence de Dieu",
                "date": "2024-08-19T00:00:00.000Z",
                "content": "Dieu est présent dans nos vies à chaque instant de la journée, que nous en soyons conscients ou non. Sa présence ne se limite pas aux lieux de culte ou aux moments fixés pour la prière. Il marche avec nous dans chaque tâche, chaque conversation et chaque souffle. Pratiquer sa présence signifie vivre avec la conscience que nous ne sommes jamais seuls.\n\nLorsque nous commençons à reconnaître intentionnellement Dieu dans les moments ordinaires de la vie—en faisant la vaisselle, en conduisant ou en parlant avec quelqu’un—nous nous ouvrons à une paix et un but plus profonds. Cette conscience transforme l’ordinaire en sacré. Elle nous rappelle que chaque moment peut être un acte d’adoration lorsqu’il est accompli avec amour et attention à Dieu.\n\nPratiquer la présence de Dieu ne consiste pas à faire plus d'efforts, mais à se rendre davantage. C’est une invitation à vivre du cœur, à faire des pauses fréquentes et à simplement dire : « Tu es ici, Seigneur. » Avec cette posture, nos angoisses diminuent, nos cœurs s’adoucissent et nos âmes s’alignent davantage à sa grâce.\n\nCommence dès aujourd’hui en offrant de courtes prières tout au long de la journée, en invitant Dieu à chaque instant. À mesure que tu cultiveras cette habitude, tu verras ta relation avec Lui s’approfondir et ta vie devenir le reflet de sa présence constante et aimante."
            },
            "de": {
                "title": "Übe die Gegenwart Gottes",
                "date": "2024-08-19T00:00:00.000Z",
                "content": "Gott ist jeden Moment des Tages in unserem Leben präsent, ob wir es bemerken oder nicht. Seine Gegenwart ist nicht auf Kirchen oder bestimmte Gebetszeiten beschränkt. Er begleitet uns in jeder Aufgabe, jedem Gespräch und jedem Atemzug. Die Gegenwart Gottes zu üben bedeutet, sich bewusst zu machen, dass wir niemals allein sind.\n\nWenn wir anfangen, Gottes Gegenwart auch in den alltäglichen Momenten bewusst wahrzunehmen – beim Abwasch, auf dem Weg zur Arbeit oder im Gespräch mit anderen – öffnen wir unser Herz für einen tieferen Frieden und Sinn. Dieses Bewusstsein macht das Gewöhnliche heilig. Es erinnert uns daran, dass jeder Moment ein Akt der Anbetung sein kann, wenn er mit Liebe und Achtsamkeit gegenüber Gott gelebt wird.\n\nDie Gegenwart Gottes zu üben bedeutet nicht, sich mehr anzustrengen, sondern sich mehr hinzugeben. Es ist eine Einladung, aus dem Herzen zu leben, öfter innezuhalten und einfach zu sagen: „Du bist hier, Herr.“ Durch diese Haltung werden unsere Ängste kleiner, unsere Herzen weicher und unsere Seelen empfangsbereiter für seine Gnade.\n\nBeginne heute damit, kurze Gebete über den Tag verteilt zu sprechen und Gott in jeden Moment einzuladen. Wenn du diese Gewohnheit entwickelst, wirst du feststellen, wie deine Beziehung zu Ihm tiefer wird und dein Leben zu einem Spiegel seiner ständigen, liebevollen Gegenwart wird."
            },
            "pt": {
                "title": "Pratique a Presença de Deus",
                "date": "2024-08-19T00:00:00.000Z",
                "content": "Deus está presente em nossas vidas a cada momento do dia, quer percebamos isso ou não. Sua presença não está limitada a templos ou horários de oração. Ele caminha conosco em cada tarefa, em cada conversa e em cada respiração. Praticar a presença de Deus é viver com a consciência de que nunca estamos sozinhos.\n\nQuando começamos a reconhecer intencionalmente Deus nos momentos comuns da vida—lavando a louça, dirigindo para o trabalho ou conversando com alguém—abrimos espaço para uma paz mais profunda e um novo sentido para o cotidiano. Essa consciência transforma o comum em algo sagrado. Lembra-nos de que cada momento pode ser um ato de adoração quando feito com amor e atenção a Deus.\n\nPraticar a presença de Deus não é sobre se esforçar mais, mas sobre se entregar mais. É um convite para viver com o coração, fazer pausas frequentes e simplesmente dizer: “Tu estás aqui, Senhor.” Com essa postura, nossas ansiedades diminuem, nossos corações se tornam mais sensíveis e nossas almas se alinham melhor com a sua graça.\n\nComece hoje com pequenas orações ao longo do dia, convidando Deus para cada instante. Ao cultivar esse hábito, você verá sua relação com Ele se tornar mais íntima e sua vida refletir cada vez mais Sua presença constante e amorosa."
            }
        },
        "image_file": "article1.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Strength in Stillness",
                "date": "2024-08-20T00:00:00.000Z",
                "content": "In the noise of modern life, it’s easy to feel overwhelmed, always doing and never resting. Yet Scripture invites us into something deeper: stillness. 'Be still and know that I am God' (Psalm 46:10) is not just a comforting phrase—it’s a command to slow down and reconnect.\n\nWhen we pause and sit quietly with God, we allow our hearts to settle and our minds to clear. In that stillness, we often find clarity, healing, and strength. God meets us in silence, not always with answers, but with peace that surpasses understanding.\n\nStillness is a practice of faith. It means trusting that God is working even when we are not. As we learn to be present with Him, we discover that true strength is not in striving, but in surrender.\n\nTake a few moments today to simply be still before the Lord. You might be surprised by how much strength is found in simply being with Him."
            },
            "es": {
                "title": "Fuerza en la Quietud",
                "date": "2024-08-20T00:00:00.000Z",
                "content": "En el ruido de la vida moderna, es fácil sentirse abrumado, siempre haciendo y nunca descansando. Sin embargo, la Escritura nos invita a algo más profundo: la quietud. “Estad quietos y conoced que yo soy Dios” (Salmo 46:10) no es solo una frase reconfortante, es un llamado a desacelerar y reconectarnos.\n\nCuando nos detenemos y nos sentamos en silencio con Dios, permitimos que nuestros corazones se calmen y nuestras mentes se aclaren. En esa quietud encontramos claridad, sanidad y fortaleza. Dios nos encuentra en el silencio, no siempre con respuestas, pero sí con una paz que sobrepasa todo entendimiento.\n\nLa quietud es una práctica de fe. Significa confiar en que Dios está obrando, incluso cuando nosotros no lo estamos. Al aprender a estar presentes con Él, descubrimos que la verdadera fuerza no está en el esfuerzo, sino en la entrega.\n\nTómate unos minutos hoy para estar quieto ante el Señor. Te sorprenderá cuánta fortaleza se encuentra simplemente en estar con Él."
            },
            "fr": {
                "title": "La Force dans le Silence",
                "date": "2024-08-20T00:00:00.000Z",
                "content": "Dans le tumulte de la vie moderne, il est facile de se sentir dépassé, toujours en action, jamais au repos. Pourtant, l'Écriture nous appelle à quelque chose de plus profond : le silence. « Arrêtez, et sachez que je suis Dieu » (Psaume 46:10) n’est pas seulement une parole rassurante, c’est un appel à ralentir et à se reconnecter.\n\nLorsque nous prenons le temps de nous asseoir en silence devant Dieu, nos cœurs s’apaisent et nos esprits s’éclaircissent. Dans ce silence, nous trouvons souvent la clarté, la guérison et la force. Dieu nous rejoint dans le silence, pas toujours avec des réponses, mais avec une paix qui dépasse tout entendement.\n\nLe silence est un acte de foi. Il signifie faire confiance à Dieu, même quand nous ne faisons rien. En apprenant à être présents avec Lui, nous découvrons que la véritable force ne vient pas de l’effort, mais de l’abandon.\n\nPrends quelques instants aujourd’hui pour rester silencieux devant le Seigneur. Tu pourrais être surpris de la force que l’on trouve simplement dans Sa présence."
            },
            "de": {
                "title": "Stärke in der Stille",
                "date": "2024-08-20T00:00:00.000Z",
                "content": "Im Lärm des modernen Lebens ist es leicht, sich überfordert zu fühlen – ständig beschäftigt, nie zur Ruhe kommend. Doch die Schrift lädt uns zu etwas Tieferem ein: zur Stille. „Seid still und erkennt, dass ich Gott bin“ (Psalm 46,11) ist nicht nur ein Trost, sondern ein Aufruf, langsamer zu werden und uns neu auszurichten.\n\nWenn wir innehalten und still vor Gott sitzen, beruhigt sich unser Herz und unser Geist wird klarer. In dieser Stille finden wir oft Klarheit, Heilung und neue Kraft. Gott begegnet uns im Schweigen – nicht immer mit Antworten, aber mit Frieden, der unser Verstehen übersteigt.\n\nStille ist ein Akt des Glaubens. Sie bedeutet, darauf zu vertrauen, dass Gott wirkt, auch wenn wir es nicht tun. Indem wir lernen, in seiner Gegenwart zu sein, erkennen wir, dass wahre Stärke nicht im Tun liegt, sondern im Loslassen.\n\nNimm dir heute ein paar Momente, um still vor dem Herrn zu sein. Du wirst überrascht sein, wie viel Kraft allein im Dasein mit Ihm liegt."
            },
            "pt": {
                "title": "Força no Silêncio",
                "date": "2024-08-20T00:00:00.000Z",
                "content": "No barulho da vida moderna, é fácil se sentir sobrecarregado, sempre fazendo, nunca descansando. Mas a Escritura nos convida a algo mais profundo: o silêncio. \"Aquietai-vos e sabei que Eu sou Deus\" (Salmo 46:10) não é apenas uma frase bonita—é um chamado para desacelerar e nos reconectarmos.\n\nQuando paramos e nos sentamos em silêncio com Deus, permitimos que nossos corações se acalmem e nossas mentes clareiem. No silêncio encontramos clareza, cura e força. Deus nos encontra na quietude—nem sempre com respostas, mas com uma paz que excede todo entendimento.\n\nO silêncio é um exercício de fé. Significa confiar que Deus está agindo, mesmo quando nós não estamos. Ao aprendermos a estar presentes com Ele, descobrimos que a verdadeira força está na entrega, não no esforço.\n\nSepare alguns minutos hoje para ficar em silêncio diante do Senhor. Você pode se surpreender com quanta força existe apenas em estar com Ele."
            }
        },
        "image_file": "article2.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Light in the Valley",
                "date": "2024-08-21T00:00:00.000Z",
                "content": "Life is full of mountaintops and valleys, and while we cherish the highs, it is often in the valleys where God does His deepest work. When we walk through difficult seasons, it can feel like the light is gone. But God promises that even in the darkest valley, He is with us (Psalm 23:4).\n\nThe valley is not a place of punishment, but a space for transformation. It is where our faith is refined, our dependence deepens, and our hearts are softened. God does not waste our pain—He uses it to shape us into vessels of grace and compassion.\n\nEven when you can’t see the end of the trial, trust that God is still guiding you. His light may not always remove the valley, but it will shine enough for your next step. Keep walking with Him, knowing that He is the Light in your darkness.\n\nTake heart today if you’re in a valley. God is not far. He is closer than ever, whispering hope and carrying you through."
            },
            "es": {
                "title": "Luz en el Valle",
                "date": "2024-08-21T00:00:00.000Z",
                "content": "La vida está llena de cumbres y valles, y aunque valoramos los momentos altos, es en los valles donde Dios suele hacer Su obra más profunda. Al atravesar temporadas difíciles, podemos sentir que la luz se ha ido. Pero Dios promete que incluso en el valle más oscuro, Él está con nosotros (Salmo 23:4).\n\nEl valle no es un castigo, sino un espacio de transformación. Es allí donde nuestra fe se purifica, nuestra dependencia se fortalece y nuestros corazones se ablandan. Dios no desperdicia nuestro dolor: lo usa para formarnos como vasos de gracia y compasión.\n\nAunque no puedas ver el final de la prueba, confía en que Dios sigue guiándote. Su luz puede que no elimine el valle, pero iluminará lo suficiente para tu próximo paso. Sigue caminando con Él, sabiendo que Él es la Luz en tu oscuridad.\n\nTen ánimo hoy si estás en un valle. Dios no está lejos. Está más cerca que nunca, susurrándote esperanza y llevándote en brazos."
            },
            "fr": {
                "title": "Lumière dans la Vallée",
                "date": "2024-08-21T00:00:00.000Z",
                "content": "La vie est faite de sommets et de vallées, et bien que nous chérissions les hauteurs, c’est souvent dans les vallées que Dieu fait son œuvre la plus profonde. Lorsque nous traversons des saisons difficiles, il peut sembler que la lumière a disparu. Mais Dieu promet que même dans la vallée de l’ombre, Il est avec nous (Psaume 23:4).\n\nLa vallée n’est pas un lieu de punition, mais un espace de transformation. C’est là que notre foi est affinée, que notre dépendance envers Dieu grandit, et que nos cœurs deviennent plus tendres. Dieu ne gaspille jamais notre douleur : Il l’utilise pour nous façonner avec grâce et compassion.\n\nMême si tu ne vois pas la fin de l’épreuve, fais confiance à Dieu pour te guider. Sa lumière ne supprime peut-être pas la vallée, mais elle éclaire suffisamment pour ton prochain pas. Continue à marcher avec Lui, sachant qu’Il est la Lumière dans ton obscurité.\n\nSois encouragé aujourd’hui si tu es dans une vallée. Dieu n’est pas loin. Il est plus proche que jamais, murmurant l’espoir et te portant."
            },
            "de": {
                "title": "Licht im Tal",
                "date": "2024-08-21T00:00:00.000Z",
                "content": "Das Leben ist voller Gipfel und Täler, und obwohl wir die Höhen schätzen, wirkt Gott oft am tiefsten in den Tälern. Wenn wir durch schwere Zeiten gehen, scheint es, als sei das Licht verschwunden. Doch Gott verspricht, dass Er selbst im finsteren Tal bei uns ist (Psalm 23,4).\n\nDas Tal ist kein Ort der Strafe, sondern ein Ort der Verwandlung. Dort wird unser Glaube geprüft, unsere Abhängigkeit von Gott wächst und unser Herz wird weich. Gott verschwendet unseren Schmerz nicht—Er formt uns durch ihn zu Gefäßen der Gnade und Barmherzigkeit.\n\nAuch wenn du das Ende der Prüfung nicht sehen kannst, vertraue darauf, dass Gott dich führt. Sein Licht nimmt das Tal vielleicht nicht weg, aber es leuchtet hell genug für deinen nächsten Schritt. Gehe weiter mit Ihm, im Vertrauen, dass Er das Licht in deiner Dunkelheit ist.\n\nHab heute Mut, wenn du im Tal bist. Gott ist dir nah—näher als je zuvor—und flüstert dir Hoffnung zu, während Er dich trägt."
            },
            "pt": {
                "title": "Luz no Vale",
                "date": "2024-08-21T00:00:00.000Z",
                "content": "A vida é cheia de montes e vales, e embora valorizemos os altos, é muitas vezes nos vales que Deus realiza Sua obra mais profunda. Quando passamos por tempos difíceis, parece que a luz desapareceu. Mas Deus promete que mesmo no vale mais escuro, Ele está conosco (Salmo 23:4).\n\nO vale não é um castigo, mas um lugar de transformação. É ali que nossa fé é refinada, nossa dependência se aprofunda e nossos corações são amolecidos. Deus nunca desperdiça nossa dor—Ele a usa para nos moldar como vasos de graça e compaixão.\n\nMesmo quando você não consegue ver o fim da luta, confie que Deus ainda está guiando. Sua luz pode não remover o vale, mas iluminará o suficiente para o próximo passo. Continue andando com Ele, sabendo que Ele é a Luz na sua escuridão.\n\nTenha coragem hoje se você estiver em um vale. Deus não está distante. Ele está mais perto do que nunca, sussurrando esperança e te carregando."
            }
        },
        "image_file": "article3.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Walking in Grace",
                "date": "2024-08-22T00:00:00.000Z",
                "content": "To walk in grace is to live free—not from responsibility, but from condemnation. Grace is not an excuse to remain in brokenness, but the power to rise from it. When we understand that we are fully known and yet fully loved by God, we begin to live differently.\n\nGod’s grace meets us where we are, but it never leaves us there. It gently leads us forward, transforming our hearts day by day. As we grow in Christ, grace becomes our rhythm—lifting us when we stumble, encouraging us when we fall.\n\nWalking in grace also means extending that same grace to others. It’s remembering that just as we are on a journey, so are they. Grace empowers humility, patience, and mercy in our relationships.\n\nToday, choose to walk in grace—with yourself, with others, and with the God who walks faithfully beside you."
            },
            "es": {
                "title": "Caminando en Gracia",
                "date": "2024-08-22T00:00:00.000Z",
                "content": "Caminar en gracia es vivir en libertad—no de la responsabilidad, sino de la condenación. La gracia no es una excusa para quedarse en la ruptura, sino el poder para levantarse de ella. Cuando entendemos que somos completamente conocidos y, aun así, completamente amados por Dios, comenzamos a vivir de manera diferente.\n\nLa gracia de Dios nos encuentra donde estamos, pero no nos deja allí. Nos guía con ternura hacia adelante, transformando nuestro corazón día a día. A medida que crecemos en Cristo, la gracia se convierte en nuestro ritmo: nos levanta cuando caemos y nos anima cuando fallamos.\n\nCaminar en gracia también significa extender esa misma gracia a los demás. Es recordar que, así como nosotros estamos en un viaje, ellos también lo están. La gracia fomenta la humildad, la paciencia y la misericordia en nuestras relaciones.\n\nHoy, elige caminar en gracia—contigo mismo, con los demás y con el Dios que fielmente camina a tu lado."
            },
            "fr": {
                "title": "Marcher dans la Grâce",
                "date": "2024-08-22T00:00:00.000Z",
                "content": "Marcher dans la grâce, c’est vivre libre—non pas de toute responsabilité, mais sans condamnation. La grâce n’est pas une excuse pour rester dans nos blessures, mais la puissance pour s’en relever. Lorsque nous comprenons que nous sommes pleinement connus et pourtant pleinement aimés par Dieu, notre manière de vivre change.\n\nLa grâce de Dieu nous rejoint là où nous sommes, mais elle ne nous y laisse pas. Elle nous conduit doucement en avant, transformant nos cœurs jour après jour. En grandissant en Christ, la grâce devient notre rythme : elle nous relève lorsque nous tombons et nous encourage lorsque nous échouons.\n\nMarcher dans la grâce, c’est aussi offrir cette grâce aux autres. C’est se rappeler que tout comme nous sommes en chemin, eux aussi le sont. La grâce nourrit l’humilité, la patience et la miséricorde dans nos relations.\n\nAujourd’hui, choisis de marcher dans la grâce—avec toi-même, avec les autres, et avec le Dieu qui marche fidèlement à tes côtés."
            },
            "de": {
                "title": "In der Gnade gehen",
                "date": "2024-08-22T00:00:00.000Z",
                "content": "In der Gnade zu gehen bedeutet, frei zu leben—nicht von Verantwortung, sondern von Verdammnis. Gnade ist keine Ausrede, in der Zerbrochenheit zu bleiben, sondern die Kraft, daraus aufzustehen. Wenn wir verstehen, dass wir von Gott völlig erkannt und dennoch völlig geliebt sind, verändert sich unser Leben.\n\nGottes Gnade begegnet uns, wo wir sind, aber sie lässt uns nicht dort. Sie führt uns sanft weiter und verwandelt unser Herz Tag für Tag. Während wir in Christus wachsen, wird Gnade unser Rhythmus—sie hebt uns auf, wenn wir stolpern, und stärkt uns, wenn wir fallen.\n\nIn der Gnade zu gehen bedeutet auch, anderen diese Gnade zu schenken. Es ist die Erinnerung daran, dass wir alle auf einer Reise sind. Gnade fördert Demut, Geduld und Barmherzigkeit in unseren Beziehungen.\n\nWähle heute, in der Gnade zu gehen—mit dir selbst, mit anderen und mit dem Gott, der treu an deiner Seite geht."
            },
            "pt": {
                "title": "Caminhar na Graça",
                "date": "2024-08-22T00:00:00.000Z",
                "content": "Caminhar na graça é viver livre—não da responsabilidade, mas da condenação. A graça não é desculpa para permanecer na dor, mas o poder para se levantar dela. Quando entendemos que somos totalmente conhecidos e ainda assim totalmente amados por Deus, começamos a viver de forma diferente.\n\nA graça de Deus nos encontra onde estamos, mas não nos deixa lá. Ela nos guia com ternura, transformando nosso coração dia após dia. À medida que crescemos em Cristo, a graça se torna nosso ritmo—nos levanta quando caímos e nos anima quando fracassamos.\n\nCaminhar na graça também significa estender essa mesma graça aos outros. É lembrar que, assim como estamos em uma jornada, eles também estão. A graça nos capacita a agir com humildade, paciência e misericórdia nos relacionamentos.\n\nHoje, escolha caminhar na graça—com você mesmo, com os outros e com o Deus que caminha fielmente ao seu lado."
            }
        },
        "image_file": "article4.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Anchored in Hope",
                "date": "2024-08-23T00:00:00.000Z",
                "content": "Hope is not wishful thinking—it is the confident expectation rooted in God’s unchanging nature. Hebrews 6:19 tells us, 'We have this hope as an anchor for the soul, firm and secure.' When life feels uncertain, hope holds us steady.\n\nThis anchor doesn’t remove the storm, but it keeps us from drifting. Even when waves crash around us, our souls can rest knowing that God's promises never fail. He is faithful, even when we can't see the full picture.\n\nTrue hope looks beyond present troubles to the eternal promises of God. It reminds us that our story isn’t finished, and God is still at work in every chapter.\n\nCling to hope today. Let it anchor your soul in the One who is unshakeable."
            },
            "es": {
                "title": "Anclados en la Esperanza",
                "date": "2024-08-23T00:00:00.000Z",
                "content": "La esperanza no es un pensamiento ilusorio—es la expectativa confiada arraigada en la naturaleza inmutable de Dios. Hebreos 6:19 dice: “Tenemos esta esperanza como ancla del alma, firme y segura.” Cuando la vida se siente incierta, la esperanza nos mantiene firmes.\n\nEste ancla no elimina la tormenta, pero evita que nos desviemos. Incluso cuando las olas nos rodean, nuestras almas pueden descansar sabiendo que las promesas de Dios nunca fallan. Él es fiel, incluso cuando no vemos el panorama completo.\n\nLa verdadera esperanza mira más allá de los problemas presentes hacia las promesas eternas de Dios. Nos recuerda que nuestra historia no ha terminado y que Dios aún está obrando en cada capítulo.\n\nAférrate a la esperanza hoy. Que sea el ancla de tu alma en Aquel que no se puede mover."
            },
            "fr": {
                "title": "Ancrés dans l’Espérance",
                "date": "2024-08-23T00:00:00.000Z",
                "content": "L’espérance n’est pas un simple souhait—c’est une attente confiante enracinée dans la nature immuable de Dieu. Hébreux 6:19 dit : « Cette espérance, nous l’avons comme une ancre de l’âme, sûre et solide. » Lorsque la vie devient incertaine, l’espérance nous maintient stables.\n\nCette ancre ne supprime pas la tempête, mais elle nous empêche de dériver. Même lorsque les vagues grondent, notre âme peut reposer sur le fait que les promesses de Dieu ne faillissent jamais. Il est fidèle, même lorsque nous ne voyons pas toute l’image.\n\nLa vraie espérance regarde au-delà des épreuves présentes vers les promesses éternelles de Dieu. Elle nous rappelle que notre histoire n’est pas terminée, et que Dieu continue d’agir dans chaque chapitre.\n\nAccroche-toi à l’espérance aujourd’hui. Qu’elle soit l’ancre de ton âme en Celui qui ne chancelle jamais."
            },
            "de": {
                "title": "Verankert in Hoffnung",
                "date": "2024-08-23T00:00:00.000Z",
                "content": "Hoffnung ist kein bloßes Wunschdenken—sie ist die zuversichtliche Erwartung, gegründet in Gottes unveränderlichem Wesen. In Hebräer 6,19 heißt es: „Diese Hoffnung ist für uns wie ein sicherer und fester Anker der Seele.“ Wenn das Leben unsicher wird, hält uns die Hoffnung fest.\n\nDieser Anker entfernt den Sturm nicht, aber er verhindert, dass wir abdriften. Auch wenn die Wellen toben, kann unsere Seele ruhen, weil Gottes Verheißungen nie versagen. Er ist treu, auch wenn wir nicht das ganze Bild sehen.\n\nEchte Hoffnung schaut über gegenwärtige Schwierigkeiten hinaus auf Gottes ewige Zusagen. Sie erinnert uns daran, dass unsere Geschichte noch nicht zu Ende ist und dass Gott an jedem Kapitel arbeitet.\n\nHalte heute an der Hoffnung fest. Sie sei der Anker deiner Seele in dem Einen, der unerschütterlich ist."
            },
            "pt": {
                "title": "Ancorados na Esperança",
                "date": "2024-08-23T00:00:00.000Z",
                "content": "A esperança não é um pensamento positivo vazio—é a expectativa confiante enraizada na natureza imutável de Deus. Hebreus 6:19 diz: “Temos essa esperança como âncora da alma, firme e segura.” Quando a vida parece incerta, a esperança nos mantém firmes.\n\nEssa âncora não remove a tempestade, mas nos impede de à deriva. Mesmo quando as ondas nos cercam, nossa alma pode descansar, sabendo que as promessas de Deus nunca falham. Ele é fiel, mesmo quando não enxergamos tudo claramente.\n\nA verdadeira esperança olha além das lutas do presente para as promessas eternas de Deus. Ela nos lembra de que nossa história ainda não acabou, e Deus continua trabalhando em cada capítulo.\n\nAgarre-se à esperança hoje. Que ela seja a âncora da sua alma n’Aquele que nunca se abala."
            }
        },
        "image_file": "article5.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Peace of Mind in Christ",
                "date": "2024-08-24T00:00:00.000Z",
                "content": "True mental peace isn't found in the absence of problems, but in the presence of Christ. Philippians 4:7 promises us, 'The peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.'\n\nWhen anxiety rises, we’re invited to turn to God in prayer. He replaces our worries with His calming presence.\n\nMental health matters to God. He cares about the thoughts that keep us up at night and the fears we hide. His peace isn’t temporary—it anchors us daily.\n\nLet God’s peace rule your mind today. He is your refuge and strength."
            },
            "es": {
                "title": "Paz Mental en Cristo",
                "date": "2024-08-24T00:00:00.000Z",
                "content": "La verdadera paz mental no se encuentra en la ausencia de problemas, sino en la presencia de Cristo. Filipenses 4:7 nos promete: “La paz de Dios, que sobrepasa todo entendimiento, guardará sus corazones y sus pensamientos en Cristo Jesús.”\n\nCuando la ansiedad aumenta, somos invitados a acudir a Dios en oración. Él reemplaza nuestras preocupaciones con Su presencia calmante.\n\nLa salud mental le importa a Dios. Le importan los pensamientos que nos quitan el sueño y los miedos que escondemos. Su paz no es temporal; nos ancla cada día.\n\nDeja que la paz de Dios gobierne tu mente hoy. Él es tu refugio y fortaleza."
            },
            "fr": {
                "title": "La Paix Mentale en Christ",
                "date": "2024-08-24T00:00:00.000Z",
                "content": "La vraie paix mentale ne vient pas de l'absence de problèmes, mais de la présence du Christ. Philippiens 4:7 nous promet : « La paix de Dieu, qui surpasse toute intelligence, gardera vos cœurs et vos pensées en Jésus-Christ. »\n\nQuand l’anxiété monte, nous sommes invités à prier. Dieu remplace nos inquiétudes par sa paix.\n\nLa santé mentale compte pour Dieu. Il se soucie de nos pensées les plus profondes. Sa paix n’est pas passagère — elle est constante.\n\nLaisse la paix de Dieu régner dans ton esprit aujourd’hui. Il est ton refuge et ta force."
            },
            "de": {
                "title": "Seelenfrieden in Christus",
                "date": "2024-08-24T00:00:00.000Z",
                "content": "Wahrer Seelenfrieden entsteht nicht durch Problemfreiheit, sondern durch Christi Gegenwart. Philipper 4,7 verspricht: „Der Friede Gottes, der alles Verstehen übersteigt, wird eure Herzen und Gedanken bewahren in Christus Jesus.“\n\nWenn Angst aufkommt, lädt Gott uns zum Gebet ein. Er ersetzt unsere Sorgen durch seinen Frieden.\n\nMentale Gesundheit ist Gott wichtig. Er kennt unsere Ängste und Gedanken. Sein Friede ist nicht vergänglich—er trägt uns täglich.\n\nLass Gottes Frieden heute deinen Geist regieren. Er ist deine Zuflucht und Stärke."
            },
            "pt": {
                "title": "Paz da Mente em Cristo",
                "date": "2024-08-24T00:00:00.000Z",
                "content": "A verdadeira paz mental não vem da ausência de problemas, mas da presença de Cristo. Filipenses 4:7 nos promete: “A paz de Deus, que excede todo entendimento, guardará os vossos corações e as vossas mentes em Cristo Jesus.”\n\nQuando a ansiedade aumenta, somos convidados a buscar a Deus em oração. Ele substitui nossas preocupações com Sua presença.\n\nA saúde mental importa para Deus. Ele se importa com nossos pensamentos mais profundos. Sua paz é constante e real.\n\nDeixe a paz de Deus governar sua mente hoje. Ele é seu refúgio e força."
            }
        },
        "image_file": "article6.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Rest for a Weary Mind",
                "date": "2024-08-25T00:00:00.000Z",
                "content": "Jesus invites the weary to rest: 'Come to me, all you who are weary and burdened, and I will give you rest' (Matthew 11:28).\n\nOur minds grow tired from overthinking, stress, and the noise of the world. But God offers soul-deep rest. His rest is not just physical—it refreshes our minds and renews our spirits.\n\nWe don’t have to carry every burden alone. God invites us to lay them at His feet.\n\nTake a moment to breathe. Rest is holy. And your mind was made for peace in Him."
            },
            "es": {
                "title": "Descanso para la Mente Cansada",
                "date": "2024-08-25T00:00:00.000Z",
                "content": "Jesús invita a los cansados a descansar: “Vengan a mí todos ustedes que están cansados y agobiados, y yo les daré descanso” (Mateo 11:28).\n\nNuestra mente se cansa por el estrés y el ruido del mundo. Pero Dios ofrece un descanso profundo para el alma. Su descanso renueva nuestra mente y espíritu.\n\nNo tenemos que cargar con todo solos. Dios nos invita a dejar las cargas a Sus pies.\n\nRespira. El descanso es sagrado. Tu mente fue creada para tener paz en Él."
            },
            "fr": {
                "title": "Repos pour l’Esprit Fatigué",
                "date": "2024-08-25T00:00:00.000Z",
                "content": "Jésus invite les fatigués à venir à lui : « Venez à moi, vous tous qui êtes fatigués et chargés, et je vous donnerai du repos » (Matthieu 11:28).\n\nNos esprits sont souvent épuisés. Mais Dieu offre un repos profond, qui rafraîchit notre âme.\n\nTu n’as pas à tout porter seul. Dépose tes fardeaux à ses pieds.\n\nPrends un moment. Le repos est sacré. Ton esprit a été créé pour Sa paix."
            },
            "de": {
                "title": "Ruhe für den Müden Geist",
                "date": "2024-08-25T00:00:00.000Z",
                "content": "Jesus lädt die Müden ein: „Kommt her zu mir, alle, die ihr mühselig und beladen seid! Ich will euch erquicken“ (Matthäus 11,28).\n\nUnsere Gedanken ermüden leicht. Doch Gott schenkt tiefe, geistliche Ruhe.\n\nDu musst nicht alles alleine tragen. Gib deine Last an Ihn ab.\n\nAtme durch. Ruhe ist heilig. Dein Geist ist für Gottes Frieden geschaffen."
            },
            "pt": {
                "title": "Descanso para a Mente Cansada",
                "date": "2024-08-25T00:00:00.000Z",
                "content": "Jesus convida os cansados: “Venham a mim, todos os que estão cansados e sobrecarregados, e eu lhes darei descanso” (Mateus 11:28).\n\nNossa mente se esgota. Mas Deus oferece descanso para a alma e renovo para o espírito.\n\nVocê não precisa carregar tudo sozinho. Entregue a Ele.\n\nRespire. O descanso é sagrado. Sua mente foi feita para a paz de Deus."
            }
        },
        "image_file": "article7.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Casting Every Care",
                "date": "2024-08-26T00:00:00.000Z",
                "content": "1 Peter 5:7 says, 'Cast all your anxiety on Him because He cares for you.' God doesn't ask us to hide our struggles—He invites us to hand them over.\n\nMental burdens can feel invisible but heavy. Worries, doubts, overthinking—they’re real. But they’re not meant to be carried alone.\n\nGod’s care is personal. He sees the weight on your mind and says, 'Let Me carry that.'\n\nYou don’t need perfect faith to cast your cares. You just need trust in a God who cares deeply."
            },
            "es": {
                "title": "Echa Toda Tu Ansiedad",
                "date": "2024-08-26T00:00:00.000Z",
                "content": "1 Pedro 5:7 dice: “Depositen en él toda ansiedad, porque él cuida de ustedes.” Dios no nos pide que ocultemos nuestras luchas—nos invita a entregárselas.\n\nLas cargas mentales pueden ser invisibles pero pesadas. Preocupaciones, dudas, pensamientos excesivos... son reales. Pero no estamos hechos para cargarlas solos.\n\nEl cuidado de Dios es personal. Él ve el peso en tu mente y dice: “Déjame llevarlo.”\n\nNo necesitas una fe perfecta. Solo necesitas confiar en un Dios que te ama profundamente."
            },
            "fr": {
                "title": "Décharge-toi de Tes Soucis",
                "date": "2024-08-26T00:00:00.000Z",
                "content": "1 Pierre 5:7 dit : « Déchargez-vous sur lui de tous vos soucis, car lui-même prend soin de vous. » Dieu ne veut pas que tu caches ta douleur, mais que tu la lui confies.\n\nLe poids mental peut être invisible mais réel. Dieu veut le porter pour toi.\n\nIl connaît chaque pensée anxieuse. Et Il dit : “Je suis là. Laisse-moi t’aider.”\n\nTu peux te confier à Lui, même dans la faiblesse."
            },
            "de": {
                "title": "Alle Sorgen Abgeben",
                "date": "2024-08-26T00:00:00.000Z",
                "content": "1. Petrus 5,7 sagt: „Werft alle eure Sorge auf ihn; denn er sorgt für euch.“ Gott fordert uns nicht auf, stark zu sein—er lädt uns ein, ehrlich zu sein.\n\nMentale Belastungen sind schwer, auch wenn sie unsichtbar sind. Aber Gott will sie tragen.\n\nEr sieht deine Gedankenlast und sagt: „Lass mich das übernehmen.“\n\nDu brauchst keine perfekte Stärke. Nur ein Herz, das sich auf Seine Liebe verlässt."
            },
            "pt": {
                "title": "Lançando Toda Ansiedade",
                "date": "2024-08-26T00:00:00.000Z",
                "content": "1 Pedro 5:7 diz: “Lancem sobre ele toda a sua ansiedade, porque ele tem cuidado de vocês.” Deus não nos pede para esconder nossas lutas, mas para entregá-las a Ele.\n\nAnsiedade, preocupações, pensamentos agitados—são reais. Mas Deus quer carregá-los por você.\n\nEle vê o que passa na sua mente. E com amor diz: “Eu cuido de você.”\n\nConfie hoje. Ele é forte o suficiente para segurar o que pesa sobre você."
            }
        },
        "image_file": "article8.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Renewing the Mind",
                "date": "2024-08-27T00:00:00.000Z",
                "content": "Romans 12:2 says, 'Be transformed by the renewing of your mind.' God wants to do more than heal our thoughts—He wants to reshape them.\n\nMental health starts with what we allow into our minds. Through His Word, God replaces lies with truth, and fear with faith.\n\nRenewal isn’t instant—it’s daily. But each day we surrender our thoughts, God brings new life.\n\nInvite Him into your thought life today. Let His truth rewrite your inner narrative."
            },
            "es": {
                "title": "Renovación de la Mente",
                "date": "2024-08-27T00:00:00.000Z",
                "content": "Romanos 12:2 dice: “Sean transformados mediante la renovación de su mente.” Dios quiere más que sanar nuestros pensamientos—quiere transformarlos.\n\nLa salud mental comienza con lo que permitimos entrar en nuestra mente. Dios reemplaza mentiras con verdad y temor con fe.\n\nLa renovación es un proceso diario. Pero cada día, Él trae vida nueva.\n\nInvita a Dios a tus pensamientos hoy. Que Su verdad transforme tu mente."
            },
            "fr": {
                "title": "Renouveler l’Esprit",
                "date": "2024-08-27T00:00:00.000Z",
                "content": "Romains 12:2 dit : « Soyez transformés par le renouvellement de l’intelligence. » Dieu ne veut pas seulement calmer tes pensées, il veut les transformer.\n\nChaque jour, en lisant Sa Parole, notre esprit est rafraîchi. Dieu remplace l’anxiété par la paix, et le mensonge par la vérité.\n\nCe n’est pas instantané, mais c’est réel.\n\nLaisse Dieu renouveler tes pensées aujourd’hui. Il a des paroles de vie pour toi."
            },
            "de": {
                "title": "Erneuerung des Denkens",
                "date": "2024-08-27T00:00:00.000Z",
                "content": "Römer 12,2 sagt: „Lasst euch verwandeln durch die Erneuerung eures Sinnes.“ Gott will nicht nur beruhigen, sondern verändern.\n\nSein Wort hat Kraft. Es bringt Licht in dunkle Gedanken und Wahrheit in innere Kämpfe.\n\nJede tägliche Entscheidung für Ihn formt unsere Gedanken neu.\n\nLade Ihn heute ein. Lass Seine Wahrheit deine Gedankenwelt erneuern."
            },
            "pt": {
                "title": "Renovando a Mente",
                "date": "2024-08-27T00:00:00.000Z",
                "content": "Romanos 12:2 diz: “Sejam transformados pela renovação da sua mente.” Deus deseja mais do que curar—Ele quer transformar.\n\nA renovação acontece dia após dia, conforme entregamos nossos pensamentos a Ele.\n\nA Palavra de Deus confronta mentiras e planta verdades.\n\nPermita que Ele renove sua mente hoje. Há uma nova maneira de pensar em Cristo."
            }
        },
        "image_file": "article9.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Strength for the Silent Battle",
                "date": "2024-08-28T00:00:00.000Z",
                "content": "Some battles are loud. Others are silent—fought in the mind, unseen by anyone but God.\n\nIsaiah 40:29 says, 'He gives strength to the weary and increases the power of the weak.' Even in private struggles, God is your strength.\n\nYou don’t have to pretend to be okay. God meets you where you are—with compassion, not condemnation.\n\nLean on Him in your inner battles. His strength is perfect in your weakness."
            },
            "es": {
                "title": "Fuerza para la Batalla Silenciosa",
                "date": "2024-08-28T00:00:00.000Z",
                "content": "Algunas batallas son visibles. Otras se libran en silencio, en la mente, y solo Dios las ve.\n\nIsaías 40:29 dice: “Él fortalece al cansado y acrecienta las fuerzas del débil.”\n\nDios ve tus luchas internas. Y no te condena—te fortalece.\n\nApóyate en Él hoy. Su poder se perfecciona en tu debilidad."
            },
            "fr": {
                "title": "Force pour le Combat Silencieux",
                "date": "2024-08-28T00:00:00.000Z",
                "content": "Certaines batailles font du bruit. D’autres se jouent en silence, dans l’esprit.\n\nÉsaïe 40:29 dit : « Il donne de la force à celui qui est fatigué. »\n\nDieu voit les luttes que personne d’autre ne voit. Il ne t’abandonne pas—Il te fortifie.\n\nSa force t’accompagne dans chaque pensée difficile."
            },
            "de": {
                "title": "Stärke im Stillen Kampf",
                "date": "2024-08-28T00:00:00.000Z",
                "content": "Manche Kämpfe sind sichtbar. Andere finden leise im Kopf statt—doch Gott sieht sie alle.\n\nJesaja 40,29: „Er gibt dem Müden Kraft.“\n\nDu musst dich nicht verstecken. Gott ist mit dir in jeder stillen Schlacht.\n\nSeine Stärke trägt dich, wenn du schwach bist."
            },
            "pt": {
                "title": "Força para a Batalha Silenciosa",
                "date": "2024-08-28T00:00:00.000Z",
                "content": "Algumas batalhas são visíveis. Outras acontecem em silêncio, na mente.\n\nIsaías 40:29 diz: “Ele fortalece o cansado e dá grande vigor ao que está sem forças.”\n\nDeus vê o que ninguém mais vê. E Ele te dá forças.\n\nVocê não está só. Sua fraqueza é o lugar onde a força de Deus brilha."
            }
        },
        "image_file": "article10.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Business with Purpose",
                "date": "2024-08-29T00:00:00.000Z",
                "content": "God doesn’t separate the sacred from the secular—He calls us to honor Him in every area, including business.\n\nColossians 3:23 reminds us, 'Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.'\n\nWhen your business is built on Kingdom values—honesty, service, generosity—it becomes a vessel of eternal impact.\n\nProfit may sustain the mission, but purpose defines it. Your workplace can be your worship. Do it all for Him."
            },
            "es": {
                "title": "Negocios con Propósito",
                "date": "2024-08-29T00:00:00.000Z",
                "content": "Dios no separa lo espiritual de lo profesional. Todo lo que hacemos puede honrarle, incluso los negocios.\n\nColosenses 3:23 dice: “Hagan lo que hagan, trabajen de buena gana, como para el Señor...”\n\nCuando tu empresa se basa en valores del Reino, deja huella eterna.\n\nLas ganancias sostienen, pero el propósito dirige. Hazlo como acto de adoración."
            },
            "fr": {
                "title": "Des Affaires avec un But",
                "date": "2024-08-29T00:00:00.000Z",
                "content": "Dieu veut être glorifié dans tout ce que nous faisons, y compris dans nos affaires.\n\nColossiens 3:23 : « Tout ce que vous faites, faites-le de bon cœur, comme pour le Seigneur. »\n\nUne entreprise basée sur les valeurs du Royaume devient un outil de bénédiction.\n\nLe but donne un sens plus profond que le profit. Travaille pour Sa gloire."
            },
            "de": {
                "title": "Geschäft mit Sinn",
                "date": "2024-08-29T00:00:00.000Z",
                "content": "Gott trennt nicht zwischen geistlich und geschäftlich. Alles gehört Ihm—auch deine Arbeit.\n\nKolosser 3,23: „Tut eure Arbeit mit ganzer Hingabe, als würdet ihr für den Herrn arbeiten.“\n\nEin Geschäft mit göttlichen Werten wird ein Ort des Lichts.\n\nDer Zweck ist größer als der Gewinn. Arbeite im Geist der Anbetung."
            },
            "pt": {
                "title": "Negócios com Propósito",
                "date": "2024-08-29T00:00:00.000Z",
                "content": "Deus deseja ser honrado em todas as áreas da nossa vida—including nos negócios.\n\nColossenses 3:23: “Tudo o que fizerem, façam de todo o coração, como para o Senhor.”\n\nQuando os negócios refletem os valores do Reino, eles se tornam ferramentas de transformação.\n\nO lucro mantém, mas o propósito guia. Trabalhe como forma de adoração."
            }
        },
        "image_file": "article11.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Integrity Over Income",
                "date": "2024-08-30T00:00:00.000Z",
                "content": "Proverbs 11:3 says, 'The integrity of the upright guides them, but the unfaithful are destroyed by their duplicity.'\n\nGodly business is built on character, not just cash flow. It’s not about what you gain, but how you gain it.\n\nIntegrity protects, promotes, and preserves what God gives. Even when shortcuts look tempting, choose righteousness.\n\nHonor brings provision that lasts."
            },
            "es": {
                "title": "Integridad sobre Ingresos",
                "date": "2024-08-30T00:00:00.000Z",
                "content": "Proverbios 11:3 dice: “La integridad de los rectos los guía.”\n\nUn negocio piadoso se construye con carácter. No es solo lo que logras, sino cómo lo logras.\n\nLa integridad honra a Dios y abre puertas duraderas. Aun cuando los atajos parezcan más rápidos, escoge lo correcto.\n\nLa fidelidad trae fruto eterno."
            },
            "fr": {
                "title": "L’Intégrité Avant le Revenu",
                "date": "2024-08-30T00:00:00.000Z",
                "content": "Proverbes 11:3 dit : « L’intégrité des hommes droits les dirige. »\n\nDans les affaires, l’intégrité vaut plus que le gain.\n\nDieu bénit ceux qui marchent droit. Choisis la voie de la fidélité, même si elle semble plus lente.\n\nLe fruit durable vient de l’honnêteté."
            },
            "de": {
                "title": "Integrität statt Einkommen",
                "date": "2024-08-30T00:00:00.000Z",
                "content": "Sprüche 11,3: „Die Redlichen leitet ihre Unschuld.“\n\nGottes Geschäft basiert auf Wahrheit, nicht auf Tricks.\n\nIntegrität ist ein Zeugnis. Sie öffnet Wege, die kein Mensch schließen kann.\n\nWähle Treue über schnellen Gewinn."
            },
            "pt": {
                "title": "Integridade Acima do Lucro",
                "date": "2024-08-30T00:00:00.000Z",
                "content": "Provérbios 11:3 diz: “A integridade dos justos os guia.”\n\nNo Reino, o caráter vale mais que o caixa.\n\nNegócios com Deus andam com verdade.\n\nA integridade constrói o que o dinheiro não compra."
            }
        },
        "image_file": "article12.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Faithful in the Small",
                "date": "2024-08-31T00:00:00.000Z",
                "content": "Luke 16:10 says, 'Whoever can be trusted with very little can also be trusted with much.'\n\nIn business, small decisions matter. Excellence in the hidden places prepares you for greater influence.\n\nGod watches how you handle the small—your time, your clients, your ethics. Promotion comes through faithfulness.\n\nDo the little things like they’re big—because they are to God."
            },
            "es": {
                "title": "Fiel en lo Poco",
                "date": "2024-08-31T00:00:00.000Z",
                "content": "Lucas 16:10 dice: “El que es fiel en lo poco, también lo será en lo mucho.”\n\nDios observa cómo manejas lo pequeño. Cada decisión cuenta.\n\nLa fidelidad en lo oculto te prepara para más. Hazlo como para Dios, incluso si nadie lo ve."
            },
            "fr": {
                "title": "Fidèle dans les Petites Choses",
                "date": "2024-08-31T00:00:00.000Z",
                "content": "Luc 16:10 : « Celui qui est fidèle dans les petites choses l’est aussi dans les grandes. »\n\nDans les affaires, chaque détail compte.\n\nDieu honore la constance. Sers avec zèle, même dans les choses simples."
            },
            "de": {
                "title": "Treue im Kleinen",
                "date": "2024-08-31T00:00:00.000Z",
                "content": "Lukas 16,10: „Wer im Geringsten treu ist, ist auch im Großen treu.“\n\nTreue beginnt im Verborgenen. Gott sieht jede Entscheidung.\n\nKleine Dinge sind große Tests. Handle immer mit Exzellenz."
            },
            "pt": {
                "title": "Fiel no Pouco",
                "date": "2024-08-31T00:00:00.000Z",
                "content": "Lucas 16:10: “Quem é fiel no pouco, também é fiel no muito.”\n\nAs pequenas ações no negócio são grandes aos olhos de Deus.\n\nFidelidade hoje atrai favor amanhã.\n\nSirva com excelência, mesmo no que ninguém vê."
            }
        },
        "image_file": "article13.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Kingdom over Competition",
                "date": "2024-09-01T00:00:00.000Z",
                "content": "In a world driven by competition, God calls us to Kingdom thinking.\n\nPhilippians 2:3 says, 'Do nothing out of selfish ambition... but in humility value others above yourselves.'\n\nGodly business thrives when we lift others, collaborate generously, and bless our competitors.\n\nIn the Kingdom, success isn’t scarce—there’s room for all to flourish."
            },
            "es": {
                "title": "Reino sobre Competencia",
                "date": "2024-09-01T00:00:00.000Z",
                "content": "En lugar de competir, estamos llamados a edificar.\n\nFilipenses 2:3 nos enseña a actuar con humildad, valorando a los demás.\n\nDios no promueve rivalidad, sino comunidad.\n\nEn el Reino, hay espacio para todos."
            },
            "fr": {
                "title": "Le Royaume Avant la Compétition",
                "date": "2024-09-01T00:00:00.000Z",
                "content": "Philippiens 2:3 : « Ne faites rien par ambition personnelle… »\n\nL’esprit du Royaume honore et élève les autres.\n\nLa concurrence laisse place à la collaboration en Christ.\n\nSois un bâtisseur, pas un rival."
            },
            "de": {
                "title": "Reich Gottes statt Konkurrenz",
                "date": "2024-09-01T00:00:00.000Z",
                "content": "Philipper 2,3: „Tut nichts aus Eigennutz...“\n\nIm Reich Gottes ist Zusammenarbeit stärker als Wettbewerb.\n\nEhre andere, auch im Business.\n\nGottes Wege schaffen Raum für alle."
            },
            "pt": {
                "title": "Reino em vez de Concorrência",
                "date": "2024-09-01T00:00:00.000Z",
                "content": "Filipenses 2:3 diz para agirmos com humildade.\n\nNegócios no Reino valorizam pessoas acima do lucro.\n\nAo invés de competir, sirva e coopere.\n\nO Reino tem espaço para todos prosperarem."
            }
        },
        "image_file": "article14.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "God is Your CEO",
                "date": "2024-09-02T00:00:00.000Z",
                "content": "Proverbs 3:6 says, 'In all your ways submit to Him, and He will make your paths straight.'\n\nGod isn’t just a consultant—He’s the CEO. He guides, leads, and provides wisdom for every decision.\n\nInvite Him into your meetings, your goals, your bottom line. When God leads, success has eternal impact.\n\nLet His voice be the loudest in your boardroom."
            },
            "es": {
                "title": "Dios es tu Director",
                "date": "2024-09-02T00:00:00.000Z",
                "content": "Proverbios 3:6: “Reconócelo en todos tus caminos...”\n\nDios no es solo consejero. Él es líder.\n\nInvítalo a cada decisión. Él dirige con sabiduría celestial."
            },
            "fr": {
                "title": "Dieu est ton PDG",
                "date": "2024-09-02T00:00:00.000Z",
                "content": "Proverbes 3:6 : « Reconnais-le dans toutes tes voies… »\n\nDieu veut diriger ton entreprise, pas seulement la bénir.\n\nLaisse-Le inspirer ta stratégie et ta vision."
            },
            "de": {
                "title": "Gott ist dein Geschäftsführer",
                "date": "2024-09-02T00:00:00.000Z",
                "content": "Sprüche 3,6: „Erkenne ihn auf allen deinen Wegen.“\n\nLass Gott nicht nur mitreden – gib Ihm die Leitung.\n\nWenn Er führt, wirst du weise und sicher handeln."
            },
            "pt": {
                "title": "Deus é seu CEO",
                "date": "2024-09-02T00:00:00.000Z",
                "content": "Provérbios 3:6: “Reconheça o Senhor em todos os seus caminhos...”\n\nDeus deseja liderar seu negócio.\n\nEle traz direção, favor e visão. Deixe-O conduzir."
            }
        },
        "image_file": "article15.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Called and Chosen",
                "date": "2024-09-03T00:00:00.000Z",
                "content": "You are not an accident or afterthought. In Christ, you are **called**—on purpose, for a purpose.\n\nRomans 8:30 says, 'And those He predestined, He also called; those He called, He also justified; those He justified, He also glorified.'\n\nYour identity begins with God’s voice calling you by name. You’ve been chosen, not because of your strength, but because of His love.\n\nLive like someone handpicked by heaven. You are part of God’s greater story."
            },
            "es": {
                "title": "Llamado y Escogido",
                "date": "2024-09-03T00:00:00.000Z",
                "content": "No eres un accidente ni una coincidencia. En Cristo, has sido **llamado** con propósito.\n\nRomanos 8:30 dice: “A los que predestinó, también los llamó; a los que llamó, también los justificó...”\n\nTu identidad comienza con la voz de Dios llamándote por tu nombre. Has sido escogido por amor.\n\nVive como alguien elegido por el cielo. Eres parte del plan eterno de Dios."
            },
            "fr": {
                "title": "Appelé et Choisi",
                "date": "2024-09-03T00:00:00.000Z",
                "content": "Tu n’es pas ici par hasard. En Christ, tu es **appelé** avec intention et amour.\n\nRomains 8:30 : « Ceux qu’il a prédestinés, il les a aussi appelés... »\n\nTon identité commence par l’appel de Dieu sur ta vie.\n\nMarche comme un enfant choisi par le Roi. Tu fais partie de Son dessein divin."
            },
            "de": {
                "title": "Berufen und Auserwählt",
                "date": "2024-09-03T00:00:00.000Z",
                "content": "Du bist kein Zufall. In Christus bist du **berufen**—mit Absicht und Ziel.\n\nRömer 8,30: „Wen er aber vorherbestimmt hat, die hat er auch berufen...“\n\nDeine Identität beginnt mit Gottes Ruf an dich.\n\nLebe als einer, der vom Himmel selbst ausgewählt wurde. Du gehörst zu Seinem ewigen Plan."
            },
            "pt": {
                "title": "Chamado e Escolhido",
                "date": "2024-09-03T00:00:00.000Z",
                "content": "Você não é obra do acaso. Em Cristo, você foi **chamado** com propósito eterno.\n\nRomanos 8:30: “Aos que predestinou, também chamou...”\n\nSua identidade começa quando Deus o chama pelo nome.\n\nViva como alguém escolhido pelo céu. Você é parte da história divina."
            }
        },
        "image_file": "article16.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "No Condemnation, Only Grace",
                "date": "2024-09-04T00:00:00.000Z",
                "content": "In Christ, shame has no authority over you. Romans 8:1 declares, 'Therefore, there is now no condemnation for those who are in Christ Jesus.'\n\nYour identity is no longer shaped by past sins but by present grace. God doesn’t define you by your failures—He defines you by His forgiveness.\n\nWalk boldly in freedom. You are not condemned. You are covered in grace."
            },
            "es": {
                "title": "Sin Condenación, Solo Gracia",
                "date": "2024-09-04T00:00:00.000Z",
                "content": "En Cristo, la vergüenza ya no tiene poder sobre ti. Romanos 8:1 dice: “Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús.”\n\nTu identidad no se basa en tus errores, sino en Su gracia.\n\nCamina en libertad. No estás condenado. Estás cubierto de gracia."
            },
            "fr": {
                "title": "Aucune Condamnation, Seulement la Grâce",
                "date": "2024-09-04T00:00:00.000Z",
                "content": "En Christ, la honte n’a plus d’emprise sur toi. Romains 8:1 : « Il n’y a donc maintenant aucune condamnation pour ceux qui sont en Jésus-Christ. »\n\nDieu te définit par Sa grâce, pas par ton passé.\n\nMarche dans la liberté. Tu es pardonné et aimé."
            },
            "de": {
                "title": "Keine Verdammnis, Nur Gnade",
                "date": "2024-09-04T00:00:00.000Z",
                "content": "In Christus hat Scham keine Macht mehr. Römer 8,1: „Es gibt jetzt keine Verdammnis für die, die in Christus Jesus sind.“\n\nDeine Identität ist nicht dein Versagen—sie ist Seine Vergebung.\n\nLebe in Freiheit. Du bist begnadigt, nicht verurteilt."
            },
            "pt": {
                "title": "Sem Condenação, Só Graça",
                "date": "2024-09-04T00:00:00.000Z",
                "content": "Em Cristo, a vergonha perdeu seu domínio. Romanos 8:1: “Portanto, agora já não há condenação para os que estão em Cristo Jesus.”\n\nSua identidade é marcada pela graça, não pela culpa.\n\nCaminhe em liberdade. Você está perdoado e livre."
            }
        },
        "image_file": "article17.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "You Are God’s Temple",
                "date": "2024-09-05T00:00:00.000Z",
                "content": "Your worth is not in what you produce, but in Who dwells within you. 1 Corinthians 6:19 says, 'Do you not know that your body is a temple of the Holy Spirit, who is in you...?'\n\nYou are sacred space. God chose to make His home in you.\n\nLive like a temple—set apart, holy, and deeply valued."
            },
            "es": {
                "title": "Eres Templo de Dios",
                "date": "2024-09-05T00:00:00.000Z",
                "content": "Tu valor no viene de lo que haces, sino de Quién habita en ti. 1 Corintios 6:19 dice: “¿No saben que su cuerpo es templo del Espíritu Santo...?”\n\nEres un lugar santo. Dios habita en ti.\n\nVive como templo: apartado, puro, valioso."
            },
            "fr": {
                "title": "Tu Es le Temple de Dieu",
                "date": "2024-09-05T00:00:00.000Z",
                "content": "Ta valeur est en Celui qui vit en toi. 1 Corinthiens 6:19 : « Votre corps est le temple du Saint-Esprit. »\n\nTu es un lieu sacré. Dieu a choisi d’habiter en toi.\n\nSois ce temple — mis à part, précieux, glorieux."
            },
            "de": {
                "title": "Du Bist Gottes Tempel",
                "date": "2024-09-05T00:00:00.000Z",
                "content": "Dein Wert liegt nicht in deiner Leistung, sondern in Gottes Gegenwart in dir. 1. Korinther 6,19: „Euer Leib ist ein Tempel des Heiligen Geistes...“\n\nDu bist heiliger Boden. Gott wohnt in dir.\n\nLebe heilig, denn du bist Sein Tempel."
            },
            "pt": {
                "title": "Você É o Templo de Deus",
                "date": "2024-09-05T00:00:00.000Z",
                "content": "Seu valor está em Quem habita em você. 1 Coríntios 6:19: “Seu corpo é templo do Espírito Santo...”\n\nVocê é um lugar santo. Deus escolheu morar em você.\n\nViva como templo: separado, amado, precioso."
            }
        },
        "image_file": "article18.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "A New Creation",
                "date": "2024-09-06T00:00:00.000Z",
                "content": "You are not who you used to be. 2 Corinthians 5:17 says, 'If anyone is in Christ, he is a new creation; the old has gone, the new has come!'\n\nYour identity isn’t based on your past, but on what Christ has done.\n\nDon’t carry old labels into a new life. Walk in your new name: redeemed, restored, and renewed."
            },
            "es": {
                "title": "Una Nueva Creación",
                "date": "2024-09-06T00:00:00.000Z",
                "content": "No eres quien solías ser. 2 Corintios 5:17: “Si alguno está en Cristo, nueva criatura es...”\n\nTu identidad está en Cristo, no en tu pasado.\n\nNo cargues etiquetas viejas. Vive como redimido y renovado."
            },
            "fr": {
                "title": "Une Nouvelle Créature",
                "date": "2024-09-06T00:00:00.000Z",
                "content": "Tu n’es plus ce que tu étais. 2 Corinthiens 5:17 : « Si quelqu’un est en Christ, il est une nouvelle créature... »\n\nTon passé ne te définit plus—Christ le fait.\n\nVis en tant qu’être renouvelé et restauré."
            },
            "de": {
                "title": "Eine Neue Schöpfung",
                "date": "2024-09-06T00:00:00.000Z",
                "content": "Du bist nicht mehr die Person von früher. 2. Korinther 5,17: „Ist jemand in Christus, so ist er eine neue Schöpfung...“\n\nDeine Identität ist neu. Lass das Alte los.\n\nLebe als Erneuerter, nicht als Gefangener der Vergangenheit."
            },
            "pt": {
                "title": "Uma Nova Criação",
                "date": "2024-09-06T00:00:00.000Z",
                "content": "Você não é mais o que era. 2 Coríntios 5:17: “Se alguém está em Cristo, é nova criação...”\n\nSua identidade está em Cristo, não no passado.\n\nDeixe as velhas etiquetas. Viva renovado."
            }
        },
        "image_file": "article19.jpg"
    },
    {
        "languages": {
            "en": {
                "title": "Strengthened by Grace",
                "date": "2024-09-07T00:00:00.000Z",
                "content": "You don’t have to strive to be strong—grace is your strength. 2 Timothy 2:1 says, 'Be strong in the grace that is in Christ Jesus.'\n\nYour identity is not in how much you can carry, but in how much Christ carries you.\n\nLet grace be your fuel. Stand strong, not in self, but in Him."
            },
            "es": {
                "title": "Fortalecido por la Gracia",
                "date": "2024-09-07T00:00:00.000Z",
                "content": "No tienes que esforzarte para ser fuerte—la gracia es tu fuerza. 2 Timoteo 2:1: “Esfuérzate en la gracia que es en Cristo Jesús.”\n\nTu identidad está en Cristo, no en tu esfuerzo.\n\nDeja que Su gracia te sostenga."
            },
            "fr": {
                "title": "Fortifié par la Grâce",
                "date": "2024-09-07T00:00:00.000Z",
                "content": "Tu n’as pas à forcer ta force—la grâce est ta puissance. 2 Timothée 2:1 : « Fortifie-toi dans la grâce en Jésus-Christ. »\n\nTon identité repose sur Christ qui te soutient.\n\nSois fort dans Sa grâce, pas dans tes propres forces."
            },
            "de": {
                "title": "Gestärkt durch Gnade",
                "date": "2024-09-07T00:00:00.000Z",
                "content": "Du musst nicht alles allein tragen—die Gnade ist deine Kraft. 2. Timotheus 2,1: „Sei stark durch die Gnade in Christus Jesus.“\n\nDeine Stärke liegt in Ihm, nicht in dir.\n\nVertraue auf Seine Gnade—sie reicht aus."
            },
            "pt": {
                "title": "Fortalecido pela Graça",
                "date": "2024-09-07T00:00:00.000Z",
                "content": "Você não precisa lutar para ser forte—é a graça que fortalece. 2 Timóteo 2:1: “Fortaleça-se na graça que há em Cristo Jesus.”\n\nSua identidade está em Cristo, não em sua capacidade.\n\nPermita que a graça te sustente."
            }
        },
        "image_file": "article20.jpg"
    }
]
